[
    {
        "Id": "Overview-PayCostCrewBlockKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed crew cost per crew block hour for the selected roster period. The underlying measure is Cost Per Block Hour from the <span>Crew Pay Analyzer cube.</span></li><li><span>Pub: the percentage change in <span>crew cost per <span>crew </span>block hour </span>between published and performed phases<span> for the selected roster period</span><span>. For example, 5% followed by an upward pointing triangle indicates</span></span><span><span> that the performed crew cost per <span>crew </span>block hour is 5% greater than the published crew cost per <span>crew </span>block hour.</span></span></li><li><span><span>MPY <span>(roster period Month of the Previous Year)</span>: <span>the percentage change in performed <span>crew cost per <span>crew </span>block hour </span>between <span>the selected roster period month and the </span>corresponding roster period<span> month</span> of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates</span><span> that the 201503 roster period's crew cost per <span>crew </span>block hour is 10% greater than the crew cost per <span>crew </span>block hour of the 201403 roster period.</span></span></span></li></ul><p><span><span><span>Series:</span></span></span></p><ol><li><span><span><span>The performed crew cost per <span>crew </span>block hour for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</span></span></span></li><li>The published crew cost per crew block hour for each roster period starting from the corresponding roster period in the <span>previous </span>year up to and including the selected roster period.</li></ol><p><span><span><span>Monitoring Requirements:</span></span></span></p><p><span><span><span>The user should ensure that the crew cost per crew block hour is not exceeding the following thresholds. If the dashlet changes to any one of the colours below then the user should click on the dashlet to drill down into the underlying screen and carry out further analysis.</span></span></span></p><div class=\"table-wrap\"><table class=\"confluenceTable tablesorter tablesorter-default\"><thead><tr class=\"tablesorter-headerRow\"><th class=\"confluenceTh sortableHeader\" data-column=\"0\" tabindex=\"0\" unselectable=\"on\"><div class=\"tablesorter-header-inner\">Threshold</div></th><th class=\"confluenceTh sortableHeader\" data-column=\"1\" tabindex=\"0\" unselectable=\"on\"><div class=\"tablesorter-header-inner\">Colour</div></th></tr></thead><tbody><tr><td class=\"confluenceTd\">Value is more than 3% greater than the month of the previous year</td><td class=\"confluenceTd\">Yellow</td></tr><tr><td colspan=\"1\" class=\"confluenceTd\"><span>Value is more than 6% greater than the month of the previous year</span></td><td colspan=\"1\" class=\"confluenceTd\">Amber</td></tr><tr><td colspan=\"1\" class=\"confluenceTd\"><span>Value is more than 9% greater than the month of the previous year</span></td><td colspan=\"1\" class=\"confluenceTd\">Red</td></tr></tbody></table></div>"
    },
    {
        "Id": "Overview-AverageBlockPerCrewKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed block hours per crewmember<span> for the selected roster period</span>. The underlying measure is Average Block Per CM from the Crew Pay Analyzer cube.</li><li>Pub: the percentage change in <span>block hours per crewmember</span> between published and performed phases<span> for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>block hours per crewmember</span> is 5% greater than the published <span>block hours per crewmember</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>block hours per crewmember</span> between the selected roster period<span> month</span> and the corresponding roster period<span> month</span> of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>block hours per crewmember</span> is 10% greater than the <span>block hours per crewmember</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed <span>block hours per crewmember <span>for each roster period starting from the corresponding roster period in the <span>previous </span>year up to and including the selected roster period.</span></span></li></ul>"
    },
    {
        "Id": "Overview-CreditBlockKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed credit per crew block hour<span> for the selected roster period</span>. The underlying measure is Credit to Block from the Crew Pay Analyzer cube.</li><li>Pub: the percentage change in <span>credit per crew block hour</span> between published and performed phases<span> for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>credit per crew block hour</span> is 5% greater than the published <span>credit per crew block hour</span>.</li><li>MPY <span>(roster period Month of the Previous Year)</span>: the percentage change in performed <span>credit per crew block hour</span> between the selected roster period<span> month</span> and the corresponding roster period<span> month</span> of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>credit per crew block hour</span> is 10% greater than the <span>credit per crew block hour</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed <span>credit per crew block hour<span>&nbsp;</span><span>for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</span></span></li></ul>"
    },
    {
        "Id": "Overview-PayPremiumCreditKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed premium credit as a percent of total credit for the selected roster period. The underlying measure is Premium as % of Credit from the Crew Pay Analyzer cube.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed premium credit as a percent of total credit between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's premium credit as a percent of total credit is 10% greater than the premium credit as a percent of total credit of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed premium credit as a percent of total credit for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</li></ul><p>Monitoring Requirements:</p><p>The user should ensure that the premium credit as a percent of total credit is not exceeding the following thresholds. If the dashlet changes to any one of the colours below then the user should click on the dashlet to drill down into the underlying screen and carry out further analysis.</p><div class=\"table-wrap\"><table class=\"confluenceTable tablesorter tablesorter-default\"><thead><tr class=\"tablesorter-headerRow\"><th class=\"confluenceTh sortableHeader\" data-column=\"0\" tabindex=\"0\" unselectable=\"on\"><div class=\"tablesorter-header-inner\">Threshold</div></th><th class=\"confluenceTh sortableHeader\" data-column=\"1\" tabindex=\"0\" unselectable=\"on\"><div class=\"tablesorter-header-inner\">Colour</div></th></tr></thead><tbody><tr><td class=\"confluenceTd\">Value is more than 3% greater than the month of the previous year</td><td class=\"confluenceTd\">Yellow</td></tr><tr><td class=\"confluenceTd\">Value is more than 6% greater than the month of the previous year</td><td class=\"confluenceTd\">Amber</td></tr><tr><td class=\"confluenceTd\">Value is more than 9% greater than the month of the previous year</td><td class=\"confluenceTd\">Red</td></tr></tbody></table></div>"
    },
    {
        "Id": "Overview-CrewCountKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed count of active crewmembers with credit<span> for the selected roster period</span>. The underlying measure is Active CM With Credit from the Crew Pay Analyzer cube.</li><li>Pub: the percentage change in the <span>count of active crewmembers with credit</span> between published and performed phases<span> for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>count of active crewmembers with credit</span> is 5% greater than the published <span>count of active crewmembers with credit</span>.</li><li>MPY <span>(roster period Month of the Previous Year)</span>: the percentage change in performed <span>count of active crewmembers with credit</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>count of active crewmembers with credit</span> is 10% greater than the <span>count of active crewmembers with credit</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed <span>count of active crewmembers with credit <span>for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</span></span></li></ul>"
    },
    {
        "Id": "Overview-DeadheadCreditBlockKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed deadhead credit as a percent of crew block hours <span>for the selected roster period</span>. The underlying measure is Dead Head Credit as a % of Block from the Crew Pay Analyzer cube.</li><li>Pub: the percentage change in the <span>deadhead credit as a percent of <span>crew </span>block hours</span> between published and performed phases <span>for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>deadhead credit as a percent of <span>crew </span>block hours</span> is 5% greater than the published count of <span>deadhead credit as a percent of <span>crew </span>block hours</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>deadhead credit as a percent of <span>crew </span>block hours</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>deadhead credit as a percent of <span>crew </span>block hours</span> is 10% greater than the <span>deadhead credit as a percent of <span>crew </span>block hours</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed <span>deadhead credit as a percent of <span>crew </span>block hours <span>for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</span></span></li></ul>"
    },
    {
        "Id": "Overview-PayCostCrewBlockChart",
        "Description": "<p>A heat map showing the <span>percentage change in </span><span>crew cost per crew block hour </span><span>between published and performed phases<span>&nbsp;</span><span>for the selected roster period</span>. Each cell is the percentage change for a crew base and crew category combination. The highest value is assigned a dark red colour and the lowest value is assigned a light yellow colour.</span></p><p><span><span>Monitoring Requirements:</span></span></p><p><span><span>Cells highlighted in red may require further analysis because they indicate that the performed crew cost per crew block hour is greatly exceeding the published value when compared to other crew base and crew category combinations. The user should click on the cell to drill down into the <span>underlying screen and carry out further analysis.</span></span></span></p>"
    },
    { 
        "Id": "CrewProductivity-AverageBlockPerCrewKpi",
        "Description": "<p>The values on this dashlet are overall figures for the entire roster period.</p><ul><li>Performance Indicator Value: the performed crew block hours per crewmember. The value is a calculated measure as follows: Block / Crew Distinct Count. The measures used in the calculation are from the Crew Day Stats cube.</li><li>Pub: the percentage change in <span>crew block hours per crewmember</span> between published and performed phases. For example, 5% followed by an upward pointing triangle indicates that the performed <span>crew block hours per crewmember</span> is 5% greater than the published <span>crew block hours per crewmember</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>crew block hours per crewmember</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>crew block hours per crewmember</span> is 10% greater than the <span>crew block hours per crewmember</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of performed <span>crew block hours per crewmember</span>.</li></ul><p>Monitoring Requirements:</p><p>The user should ensure that the <span>crew block hours per crewmember</span> is not exceeding the following thresholds. If the dashlet changes to any one of the colours below then the user should click on the dashlet to drill down into the underlying screen and carry out further analysis.</p><div class=\"table-wrap\"><table class=\"confluenceTable tablesorter tablesorter-default\"><thead><tr class=\"tablesorter-headerRow\"><th class=\"confluenceTh sortableHeader\" data-column=\"0\" tabindex=\"0\" unselectable=\"on\"><div class=\"tablesorter-header-inner\">Threshold</div></th><th class=\"confluenceTh sortableHeader\" data-column=\"1\" tabindex=\"0\" unselectable=\"on\"><div class=\"tablesorter-header-inner\">Colour</div></th></tr></thead><tbody><tr><td class=\"confluenceTd\">Value is at least 5% less than the month of the previous year</td><td class=\"confluenceTd\">Yellow</td></tr><tr><td class=\"confluenceTd\"><span>Value is at least 10% less than the month of the previous year</span></td><td class=\"confluenceTd\">Amber</td></tr><tr><td class=\"confluenceTd\"><span>Value is at least 15% less than the month of the previous year</span></td><td class=\"confluenceTd\">Red</td></tr></tbody></table></div>"
    },
    { 
        "Id": "CrewProductivity-SickDaysKpi",
        "Description": "<p>The values on this dashlet are overall figures for the entire roster period.</p><ul><li>Performance Indicator Value: the performed sick days per crewmember. <span>The value is a calculated measure as follows: Priority Crew Day Count / Crew Distinct Count</span>. The <span>Priority Crew Day Count </span>measure is filtered using the <span>Absence/</span>Sick member from the Crew DayCategory hierarchy.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>sick days per crewmember</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>sick days<span> per crewmember</span></span> is 10% greater than the <span>sick days<span> per crewmember</span></span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of performed <span>sick days</span>.</li></ul><p>Monitoring Requirements:</p><p><span>The user should ensure that the <span>sick days<span> per crewmember</span></span></span><span> is not exceeding the following thresholds. If the dashlet changes to any one of the colours below then the user should click on the dashlet to drill down into the underlying screen and carry out further analysis.</span></p><div class=\"table-wrap\"><table class=\"confluenceTable tablesorter tablesorter-default\"><thead><tr class=\"tablesorter-headerRow\"><th class=\"confluenceTh sortableHeader\" data-column=\"0\" tabindex=\"0\" unselectable=\"on\"><div class=\"tablesorter-header-inner\">Threshold</div></th><th class=\"confluenceTh sortableHeader\" data-column=\"1\" tabindex=\"0\" unselectable=\"on\"><div class=\"tablesorter-header-inner\">Colour</div></th></tr></thead><tbody><tr><td class=\"confluenceTd\">Value is at least 5% greater than the month of the previous year</td><td class=\"confluenceTd\">Yellow</td></tr><tr><td class=\"confluenceTd\">Value is at least 10% <span>greater</span> than the month of the previous year</td><td class=\"confluenceTd\">Amber</td></tr><tr><td class=\"confluenceTd\">Value is at least 15% <span>greater</span> than the month of the previous year</td><td class=\"confluenceTd\">Red</td></tr></tbody></table></div>"
    },
    { 
        "Id": "CrewProductivity-FlightBlockKpi",
        "Description": "<p>The values on this dashlet are overall figures for the entire roster period.</p><ul><li>Performance Indicator Value: the performed flight block hours. The underlying measure is Block from the Crew Day Stats cube. The measure is filtered using the CA member from the Crew Member/Category dimension.</li><li>Pub: the percentage change in <span>flight block hours</span> between published and performed phases. For example, 5% followed by an upward pointing triangle indicates that the performed <span>flight block hours</span> is 5% greater than the published <span>flight block hours</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>flight block hours</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>flight block hours</span> is 10% greater than the <span>flight block hours</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of performed <span>flight block hours</span>.</li></ul>"
    },
    { 
        "Id": "CrewProductivity-VacationKpi",
        "Description": "<p>The values on this dashlet are overall figures for the entire roster period.</p><ul><li>Performance Indicator Value: the performed vacation days. <span>The underlying measure is Priority Crew Day Count from the </span><span>Crew Day Stats cube</span><span>. The measure is filtered using the <span>Absence/</span>Leave member from the <span>Crew Day Category</span> hierarchy.</span></li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>vacation days</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>vacation days</span> is 10% greater than the credit per crew block hour of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of performed<span> vacation days</span>.</li></ul>"
    },
    { 
        "Id": "CrewProductivity-FlightDutyDaysKpi",
        "Description": "<p>The values on this dashlet are overall figures for the entire roster period.</p><ul><li>Performance Indicator Value: the performed flight duty days. The underlying measure is Priority Crew Day Count from the Crew Day Stats cube. The measure is filtered using the <span>Pairing/</span>Fly Day member from the Crew DayCategory hierarchy.</li><li>Pub: the percentage change in the <span>flight duty days</span> between published and performed phases. For example, 5% followed by an upward pointing triangle indicates that the performed <span>flight duty days</span> is 5% greater than the published <span>flight duty days</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>flight duty days</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>flight duty days</span> is 10% greater than the <span>flight duty days</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of performed <span>flight duty days</span>.</li></ul>"
    },
    { 
        "Id": "CrewProductivity-TrainingKpi",
        "Description": "<p>The values on this dashlet are overall figures for the entire roster period.</p><ul><li>Performance Indicator Value: the performed training days. The underlying measure is Priority Crew Day Count from the Crew Day Stats cube. The measure is filtered using the Training member from the Crew Day Category hierarchy.</li><li>Pub: the percentage change in the <span>training days</span> between published and performed phases. For example, 5% followed by an upward pointing triangle indicates that the performed <span>training days</span> is 5% greater than the published <span>training days</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>training days</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>training days</span> is 10% greater than the <span>training days</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of performed <span>training days</span>.</li></ul>"
    },
    { 
        "Id": "CrewProductivity-AverageBlockPerReserveKpi",
        "Description": "<p>The values on this dashlet are overall figures for the entire roster period.</p><ul><li>Performance Indicator Value: the performed reserve crew block hours per reserve crewmember. <span>The value is a calculated measure as follows: Block / Crew Distinct Count. Note that a filter is applied to Block and Crew Distinct Count to restrict the values to the Reserve line type. The measures used in the calculation are from the Crew Day Stats cube.</span></li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>reserve crew block hours per reserve crewmember</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>reserve crew block hours per reserve crewmember</span> is 10% greater than the <span>reserve crew block hours per reserve crewmember</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of performed <span>reserve crew block hours per reserve crewmember</span>.</li></ul>"
    },
    { 
        "Id": "CrewProductivity-UnusedReserveDaysKpi",
        "Description": "<p>The values on this dashlet are overall figures for the entire roster period.</p><ul><li>Performance Indicator Value: the count of reserve days on the performed phase. These are days where reserve crew did not operate any flights. The underlying measure is Priority Crew Day Count from the Crew Day Stats cube. The measure is filtered using the Reserve member from the Crew Day Category hierarchy.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>reserve days</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>reserve days</span> is 10% greater than the<span>&nbsp;</span><span>reserve days</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of performed <span>reserve days</span>.</li></ul>"
    },
    { 
        "Id": "CrewProductivity-CrewProductivityChart",
        "Description": "<p><span>This chart allows the user to view 13 roster periods at a time to help identify possible trends. The chart contains</span> two series:</p><ol><li>Crew block hours</li><li>Credit hours</li></ol><p>The y-axis values are totals for each roster period. The x-axis values are roster period names. The right-most roster period on the x-axis is the roster period selected in the filter bar. The left-most roster period on the x-axis is the roster period selected in the filter bar minus 12 periods.</p>"
    },
    { 
        "Id": "CrewCost-TotalCrewCostKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed total crew cost for the selected roster period. This includes none pairing cost. The underlying measure is Total Pairing Cost from the Crew Variable Cost Pairing cube. A filter is applied to the query to ensure that none pairing cost is included. The filter is on the Pairing/Pairing_Root dimension and the filter value is All.</li><li>Pub: the percentage change in <span>total crew cost</span> between published and performed phases <span>for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>total crew cost</span> is 5% greater than the published <span>total crew cost</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>total crew cost</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>total crew cost</span> is 10% greater than the <span>total crew cost</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed <span>total crew cost for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</span></li></ul>"
    },
    { 
        "Id": "CrewCost-CrewPayCostKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed crew pay cost <span>for the selected roster period</span>. <span>This includes none pairing cost. </span>The underlying measure is Crew Pay Pairing Cost from the <span>Crew Variable Cost Pairing</span> cube. <span>A filter is applied to the query to ensure that none pairing cost is included. The filter is on the Pairing/Pairing_Root dimension and the filter value is All.</span></li><li>Pub: the percentage change in <span>crew pay cost</span> between published and performed phases<span>&nbsp;</span><span>for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>crew pay cost</span> is 5% greater than the published <span>crew pay cost</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>crew pay cost</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>crew pay cost</span> is 10% greater than the <span>crew pay cost</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed <span>crew pay cost <span>for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</span></span></li></ul>"
    },
    { 
        "Id": "CrewCost-CostPerCrewBlockKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed total crew cost per crew block hour<span>&nbsp;</span><span>for the selected roster period</span>. <span>This includes none pairing cost.</span> The value is a calculated measure as follows: Total Pairing Cost / Pairing Block. The measures used in the calculation are from the <span>Crew Variable Cost Pairing</span> cube. <span>A filter is applied to the query to ensure that none pairing cost is included. The filter is on the Pairing/Pairing_Root dimension and the filter value is All.</span></li><li>Pub: the percentage change in <span>total crew cost per crew block hour</span> between published and performed phases<span>&nbsp;</span><span>for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>total crew cost per crew block hour</span> is 5% greater than the published <span>total crew cost per crew block hour</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>total crew cost per crew block hour</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>total crew cost per crew block hour</span> is 10% greater than the <span>total crew cost per crew block hour</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed <span>total crew cost per crew block hour <span>for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</span></span></li></ul>"
    },
    { 
        "Id": "CrewCost-HotelCostKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed hotel cost<span>&nbsp;</span><span>for the selected roster period</span>. The underlying measure is Hotel Pairing Cost from the <span>Crew Variable Cost Pairing</span> cube.</li><li>Pub: the percentage change in <span>hotel cost</span> between published and performed phases<span>&nbsp;</span><span>for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>hotel cost</span> is 5% greater than the published <span>hotel cost</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in <span>hotel cost</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>hotel cost</span> is 10% greater than the <span>hotel cost</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed <span>hotel cost <span>for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</span></span></li></ul>"
    },
    { 
        "Id": "CrewCost-CostPerFlightBlockKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed total crew cost per flight block hour <span>for the selected roster period</span>. This includes none pairing cost. The value is a calculated measure as follows: Total Pairing Cost / Pairing Block. The measures are filtered using the CA member from the Crew Member/Category dimension. The measures used in the calculation are from the Crew Variable Cost Pairing cube. A filter is applied to the query to ensure that none pairing cost is included. The filter is on the Pairing/Pairing_Root dimension and the filter value is All.</li><li>Pub: the percentage change in <span>total crew cost per flight block hour</span> between published and performed phases<span>&nbsp;</span><span>for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>total crew cost per flight block hour</span> is 5% greater than the published <span>total crew cost per flight block hour</span>.</li><li>MPY (roster period Month of the Previous Year): the percentage change in performed <span>total crew cost per flight block hour</span> between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>total crew cost per flight block hour</span> is 10% greater than the <span>total crew cost per flight block hour</span> of the 201403 roster period.</li></ul><p>Series:</p><ul><li>The performed <span>total crew cost per flight block hour <span>for each roster period starting from the corresponding roster period in the previous year up to and including the selected roster period.</span></span></li></ul>"
    },
    { 
        "Id": "CrewCost-TransportCostKpi",
        "Description": "<ul><li>Performance Indicator Value: the performed transport cost <span>for the selected roster period</span>. The underlying measure is Transport Pairing Cost from the Crew Variable Cost Pairing cube.</li><li>Pub: the percentage change in <span>transport </span>cost between published and performed phases<span>&nbsp;</span><span>for the selected roster period</span>. For example, 5% followed by an upward pointing triangle indicates that the performed <span>transport </span>cost is 5% greater than the published <span>transport </span>cost.</li><li>MPY (roster period Month of the Previous Year): the percentage change in <span>transport </span>cost between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's <span>transport </span>cost is 10% greater than the <span>transport </span>cost of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of performed <span>transport </span>cost.</li></ul>"
    },
    { 
        "Id": "CrewCost-CostPerFlightChart",
        "Description": "<p>A bubble chart showing a comparison between the published/performed flight cost variance and average cost per flight block hour for the selected roster period.</p><p>The underlying measures are \"Flight Cost PostBidWindow To Performed %\", \"Average Flight Cost / Average Flight Block\", \"Flight Count and Average Flight Block per CM\" from the Crew Variable Cost Flight cube.</p><p>Each bubble represents a route. The size of a bubble is proportional to the number of flights for the route. The bubble colour is related to the <span>Average Flight Block per CM.</span></p><p>Monitoring Requirements:</p><p>Bubbles near the upper right of the chart have high cost per flight block hour and high <span>published/performed flight cost variance. </span>The user should click on a bubble near the top right to drill down into the underlying screen and carry out further analysis.</p>"
    },
    {
        "Id": "CrewCost-CrewCostPlannedVarianceChart",
        "Description": "<p>A heat map showing the percentage change in&nbsp;<span>total crew cost per crew block hour</span>&nbsp;between published and performed phases&nbsp;for the selected roster period. Each cell is the percentage change for a crew base and crew category combination. The highest value is assigned a dark red colour and the lowest value is assigned a light yellow colour.</p><p>Monitoring Requirements:</p><p>Cells highlighted in red may require further analysis because they indicate that the performed <span>total crew cost per crew block hour</span> is greatly exceeding the published value when compared to other crew base and crew category combinations. The user should click on the cell to drill down into the&nbsp;underlying screen and carry out further analysis.</p>"
    },
    {
        "Id": "RosterImpact-PrgOprPlndKpi",
        "Description": "<ul><li>Performance Indicator Value: the percent of planned pairings that operated as planned. A pairing operated as planned if there is only one crewmember of a given crewmember category that is currently assigned to operate the planned pairing.</li><li>MPY (roster period Month of the Previous Year): the percentage change in the <span>percent of planned pairings that operated as planned</span>&nbsp;between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's&nbsp;<span>percent of planned pairings that operated as planned</span>&nbsp;is 10% greater than the&nbsp;<span>percent of planned pairings that operated as planned</span>&nbsp;in the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of <span>the percent of planned pairings that operated as planned</span>.</li></ul>"
    },
    {
        "Id": "RosterImpact-ImpactCostKpi",
        "Description": "<ul><li>Performance Indicator Value: <span>total crew cost of operating the planned pairings minus the planned </span><span>total crew cost </span><span>of the planned pairings.</span></li><li>MPY (roster period Month of the Previous Year): the percentage change in the impact cost&nbsp;between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's&nbsp;<span>impact cost</span>&nbsp;is 10% greater than the&nbsp;<span>impact cost</span>&nbsp;of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of the <span>impact cost</span>.</li></ul>"
    },
    {
        "Id": "RosterImpact-PrgOprAwayKpi",
        "Description": "<ul><li>Performance Indicator Value: the percent of planned pairings that operated away from base. A planned pairing is operated away from base if the crewmember that operates the pairing has a different base than the pairing's base.</li><li>MPY (roster period Month of the Previous Year): the percentage change in the percent of <span>planned pairings that operated away from base</span>&nbsp;between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's&nbsp;<span>percent of planned pairings that operated away from base</span>&nbsp;is 10% greater than <span>the percent of planned pairings that operated away from base</span>&nbsp;in the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of the percent of planned pairings that operated as planned.</li></ul>"
    },
    {
        "Id": "RosterImpact-TotalImpactsKpi",
        "Description": "<ul><li>Performance Indicator Value: the number of planned pairings with at least one impact. A change is considered an impact if the pairing was modified using a transaction code that belongs to a trigger category.</li><li>MPY (roster period Month of the Previous Year): the percentage change in total impacts&nbsp;between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's&nbsp;<span>total impacts</span>&nbsp;is 10% greater than the&nbsp;<span>total impacts</span>&nbsp;of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of the <span>total impacts</span>.</li></ul>"
    },
    {
        "Id": "RosterImpact-TotalChangesKpi",
        "Description": "<ul><li>Performance Indicator Value: the number of planned pairings with at least one change. A change is a modification made to a planned pairing by a scheduler. The scheduler must use an appropriate transaction code to identify the reason for the change.</li><li>MPY (roster period Month of the Previous Year): the total changes&nbsp;between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's&nbsp;<span>total changes</span>&nbsp;is 10% greater than the&nbsp;<span>total changes</span>&nbsp;of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of the <span>total changes</span>.</li></ul>"
    },
    { 
        "Id": "RosterImpact-TotalSwapsKpi",
        "Description": "<ul><li>Performance Indicator Value: the number of pairing swaps or trip trades made to each planned pairing. A swap is identified by a specific transaction code that belongs to the Open Time Swaps trigger event.</li><li>MPY (roster period Month of the Previous Year): the total swaps between the selected roster period month and the corresponding roster period month of the previous year. For example, assuming that the selected roster period is 201503, then a value of 10% followed by an upward pointing triangle indicates that the 201503 roster period's&nbsp;total <span>swaps </span>is 10% greater than the&nbsp;total <span>swaps </span>of the 201403 roster period.</li></ul><p>Series:</p><ul><li>A daily breakdown of the total <span>swaps</span>.</li></ul>"
    },
    {
        "Id": "RosterImpact-Triggers",
        "Description": "<p>A table containing a list of all trigger events and their associated impact cost. The trigger events are sorted by impact cost in descending order.</p><p>Every planned pairing has a maximum of one trigger event.</p><p>The impact cost for each trigger event is the total crew cost of operating the pairings minus the planned <span>total crew cost </span>cost of the pairings.</p>"
    },
    { 
        "Id": "RosterImpact-WorstPairings",
        "Description": "<p>A bubble chart showing a comparison between Impact % and Cost Per Crew Block Hour.</p><p>Impact % is the percent change in the total crew cost of a routing between planned and performed.</p>"
    },
    { 
        "Id": "",
        "Description": "Sorry, no information available."
    }
]